export type EssayTaskType = "13.1" | "13.2" | "13.3"

export const essayTopics: Record<EssayTaskType, string[]> = {
  "13.1": [
    "Каковы функции многоточия в тексте?",
    "Какова роль риторических вопросов в тексте?",
    "Зачем автор использует средства выразительности?",
    "Какова роль диалога в тексте?",
    "Как помогают понять текст вводные слова?"
  ],
  "13.2": [
    "Как Вы понимаете смысл финала текста?",
    "Как Вы понимаете смысл фразы героя?",
    "Как Вы понимаете смысл предложения из текста?",
    "Почему герой изменил своё отношение к происходящему?",
    "Что хотел сказать автор данным фрагментом?"
  ],
  "13.3": [
    "Почему в жизни важно быть честным?",
    "Что такое доброта?",
    "Почему важно проявлять милосердие?",
    "Что такое настоящая дружба?",
    "Почему человеку важно иметь цель?",
    "Что такое ответственность?",
    "Почему важно уметь признавать ошибки?",
    "Что такое жизненный выбор?"
  ]
}